#### Terraform Apply 🚀`success`
<details><summary>Show Apply</summary>

```


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.azure_bot.azuread_application.application will be created
  + resource "azuread_application" "application" {
      + app_role_ids                = (known after apply)
      + application_id              = (known after apply)
      + client_id                   = (known after apply)
      + disabled_by_microsoft       = (known after apply)
      + display_name                = "koichi-furukawa-example-1-dev"
      + id                          = (known after apply)
      + logo_url                    = (known after apply)
      + oauth2_permission_scope_ids = (known after apply)
      + object_id                   = (known after apply)
      + prevent_duplicate_names     = false
      + publisher_domain            = (known after apply)
      + sign_in_audience            = "AzureADMyOrg"
      + tags                        = (known after apply)
      + template_id                 = (known after apply)
    }

  # module.azure_bot.azurerm_bot_service_azure_bot.azure_bot will be created
  + resource "azurerm_bot_service_azure_bot" "azure_bot" {
      + display_name                 = (known after apply)
      + icon_url                     = "https://docs.botframework.com/static/devportal/client/images/bot-framework-default.png"
      + id                           = (known after apply)
      + local_authentication_enabled = true
      + location                     = "global"
      + microsoft_app_id             = (known after apply)
      + microsoft_app_type           = "MultiTenant"
      + name                         = "koichi-furukawa-example-1-bot-dev"
      + resource_group_name          = "koichi-furukawa-example-1-rg-dev"
      + sku                          = "F0"
      + streaming_endpoint_enabled   = false
    }

  # module.azure_bot.azurerm_resource_group.azure_bot_rg will be created
  + resource "azurerm_resource_group" "azure_bot_rg" {
      + id       = (known after apply)
      + location = "japaneast"
      + name     = "koichi-furukawa-example-1-rg-dev"
    }

Plan: 3 to add, 0 to change, 0 to destroy.
module.azure_bot.azuread_application.application: Creating...
module.azure_bot.azurerm_resource_group.azure_bot_rg: Creating...
module.azure_bot.azuread_application.application: Creation complete after 4s [id=/applications/8102f76f-6fed-4fed-9a62-ddeff46d05dc]
module.azure_bot.azurerm_resource_group.azure_bot_rg: Creation complete after 3s [id=/subscriptions/0dccf176-bf7a-4786-8290-4fa07326175a/resourceGroups/koichi-furukawa-example-1-rg-dev]
module.azure_bot.azurerm_bot_service_azure_bot.azure_bot: Creating...
module.azure_bot.azurerm_bot_service_azure_bot.azure_bot: Creation complete after 3s [id=/subscriptions/0dccf176-bf7a-4786-8290-4fa07326175a/resourceGroups/koichi-furukawa-example-1-rg-dev/providers/Microsoft.BotService/botServices/koichi-furukawa-example-1-bot-dev]

Apply complete! Resources: 3 added, 0 changed, 0 destroyed.

```

</details>

*Pusher: @kooooichi24, Action: `push`, Working Directory: ``, Workflow: `Terraform Apply`*